/*
   Localizable.strings
   gfxCardStatus

   Created by Ygor Lemos on 19.11.10.
   Copyright 2010 Ygor Lemos <ygbr@me.com>.
   Copyright 2012 Reuben Morais <reuben.morais@gmail.com.
 */

/* Main menu */
"About"					= "Sobre o gfxCardStatus, v%%";
"Update"				= "Buscar atualizações…";
"Preferences"			= "Preferências…";
"Card"					= "GPU: %%";
"SwitchGPUs"			= "Alternar placas de vídeo";
"IntegratedOnly"		= "Somente Integrada";
"DiscreteOnly"			= "Somente Discreta";
"DynamicSwitching"		= "Alternar dinamicamente";
"Dependencies"			= "Dependências";
"NoProcess"				= "Nenhuma";
"Quit"					= "Sair";
"Close"					= "Legal!";
"PowerSource"           = "Fonte de energia: %%";
"Battery"               = "Bateria";
"ACAdapter"             = "Carregador";
"VisitWebsite"          = "Visitar o website (%%)…";

/* Preferences window */
"PrefTitle"				= "Preferências do gfxCardStatus";
"PrefUpdate"			= "Buscar atualizações ao iniciar";
"PrefGrowl"				= "Mostrar notificações Growl para mudanças de GPU";
"PrefStartup"			= "Abrir o gfxCardStatus ao iniciar";
"PrefLog"				= "Emitir mensagens diagnósticas no console";
"PrefRestoreState"		= "Restaurar o último modo usado ao iniciar";
"PrefPowerSwitching"	= "Use power source-based switching";
"Integrated"            = "Integrated";
"Discrete"              = "Discrete";
"Dynamic"               = "Dynamic";
"OnBattery"             = "On Battery:";
"PluggedIn"             = "Plugged In:";
"General"               = "Geral";
"Switching"             = "Switching";
"Advanced"              = "Avançado";
"SmartMenuBarIcons"     = "Usar ícone inteligente";

/* About box */
"AboutTitle"			= "Sobre o gfxCardStatus";
"AboutWebsite"			= "Website";

/* Growl */
"GrowlGPUChanged"           = "Mudança de placa de vídeo";
"GrowlGPUChangedMessage"    = "'%1$@' em uso.";

/* Startup box */
"ThanksForDownloading"      = "Obrigado por baixar o gfxCardStatus!";
"PleaseConsiderDonating"    = "Se esse aplicativo é útil para você, considere fazer uma doação para ajudar com os custos de desenvolvimento e distribuição. O link para doações, e a página de perguntas frequentes (que você REALMENTE deve ler) no site do gfxCardStatus:";
"DontShowAgain"             = "Não mostrar novamente.";

/* Unsupported machine box */
"UnsupportedMachine"    = "Você está usando um sistema não suportado pelo gfxCardStatus. Por favor certifique-se que está usando um MacBook Pro com duas placas de vídeo.";
"OhISee"                = "Entendi.";

/* Miscellaneous notifications */
"Can'tSwitchToIntegratedOnlySingular" = "Você não pode mudar para Somente Integrada enquanto o seguinte aplicativo está em execução:";
"Can'tSwitchToIntegratedOnlyPlural" = "Você não pode mudar para Somente Integrada enquanto os seguintes aplicativos estão em execução:";
